{
    "features": [
      {
        "pic_3": "",
        "pic_2": "",
        "pic_1": "",
        "matter": "Narwhals are also culturally important to indigenous communities in the Arctic. Like polar bears, the narwhal depends on sea ice for its existence and can be directly impacted by climate change.",
        "places": "Artic Waters",
        "scientific name": "Monodon monoceros",
        "habitat": "Oceans",
        "status": "Near Threatened",
        "facts": "The narwhal looks like a cross between a whale and a unicorn with its long, spiraled tusk jutting from its head. Narwhals spend their lives in the Arctic waters of Canada, Greenland, Norway and Russia. The majority of the world’s narwhals winter for up to five months under the sea ice in the Baffin Bay-Davis Strait area (between Canada and western Greenland). Cracks in the ice allow them to breathe when needed, especially after dives, which can be up to a mile and a half deep. They feed mainly on Greenland halibut, along with other fish, squid and shrimp.",
        "style": "mapbox://styles/erik35/cjkpuca3radvv2rp9bz1vr126",
        "iframe": "https://api.mapbox.com/styles/v1/erik35/cjkpuca3radvv2rp9bz1vr126.html?fresh=true&title=true&access_token=pk.eyJ1IjoiZXJpazM1IiwiYSI6ImNqYm0yYTZmaTRya2gycnFmYndvanFwMzIifQ.HeBrixh5h2c1qRLhve7lIg#3.0/72.235554/-62.467918/0",
        "name": "Narwhal"
      },
      {
        "pic_3": "",
        "pic_2": "",
        "pic_1": "",
        "matter": "Marine iguanas are the world’s only oceangoing lizard. They are also only found in the Galápagos, where they can be seen resting on the rocky shores.",
        "places": "The Galápagos",
        "scientific name": "Amblyrhynchus cristatus",
        "habitat": "Oceans",
        "status": "Vulnerable",
        "facts": "One of the main nesting zones for iguanas is located on a central tourist beach in the waterfront area of Puerto Villamil on Isabela Island. For several years, the Galápagos National Park protected only the central part of the nesting zone. In 2012, WWF, the Municipality of Isabela and the Charles Darwin Foundation extended the protected area to include the entire nesting zone. As part of this effort, additional signs for both tourists and local communities inform them about the importance of this nesting zone. A temporary fence was also built to protect the area and allow iguanas to pass through. ",
        "style": "mapbox://styles/erik35/cjkqyhuehbeu32sn52dmqzbh7",
        "iframe": "https://api.mapbox.com/styles/v1/erik35/cjkqyhuehbeu32sn52dmqzbh7.html?fresh=true&title=true&access_token=pk.eyJ1IjoiZXJpazM1IiwiYSI6ImNqYm0yYTZmaTRya2gycnFmYndvanFwMzIifQ.HeBrixh5h2c1qRLhve7lIg#5.9/-0.540692/-90.150795/0",
        "name": "Marine Iguana"
      },
      {
        "pic_3": "",
        "pic_2": "",
        "pic_1": "",
        "matter": "Whales, like the beluga, are at the top of the food chain and have an important role in the overall health of the marine environment. Beluga whales are also culturally important to indigenous communities in the Arctic.",
        "places": "Artic Waters",
        "scientific name": "Delphinapterus leucas",
        "habitat": "Oceans",
        "status": "Near Threatened",
        "facts": "Belugas are extremely sociable mammals that live, hunt and migrate together in pods, ranging from a few individuals to hundreds of whales. Their bulbous forehead, called a melon, is flexible and capable of changing shape. This allows them to make different facial expressions. Belugas can produce a series of chirps, clicks, whistles and squeals, which give the beluga its other name, The canary of the sea. They may sound like music or even nonsense to us, but to fellow belugas they convey important information.",
        "style": "mapbox://styles/erik35/cjktxs1bm0e4f2snsrhgl7pxk",
        "iframe": "https://api.mapbox.com/styles/v1/erik35/cjktxs1bm0e4f2snsrhgl7pxk.html?fresh=true&title=true&access_token=pk.eyJ1IjoiZXJpazM1IiwiYSI6ImNqYm0yYTZmaTRya2gycnFmYndvanFwMzIifQ.HeBrixh5h2c1qRLhve7lIg#2/75.088/41.073/0",
        "name": "Beluga"
      },
      {
        "pic_3": "",
        "pic_2": "",
        "pic_1": "",
        "matter": "Historically bison were the dominant grazer on the Northern Great Plains landscape. This dominance shaped the landscape by affecting the pattern and structure of the grasses and vegetation that grew. ",
        "places": "Northern Great Plains",
        "scientific name": "Bison bison bison",
        "habitat": "Grasslands",
        "status": "Near Threatened",
        "facts": "Symbols of strength and determination, bison are Ice Age survivors. Clearing away snow and brush with their massive heads, they weigh up to 2,000 pounds and can run up to 40 miles per hour. Once numbering 30-60 million in North America, their numbers were decimated in just a few decades as expansion pressed westward. No other species on Earth has declined so quickly. Several Native American tribes are working with WWF to grow bison numbers once again across vast grasslands under their management.",
        "style": "mapbox://styles/erik35/cjkty545x05gd2rvtd2kyicnr",
        "iframe": "https://api.mapbox.com/styles/v1/erik35/cjkty545x05gd2rvtd2kyicnr.html?fresh=true&title=true&access_token=pk.eyJ1IjoiZXJpazM1IiwiYSI6ImNqYm0yYTZmaTRya2gycnFmYndvanFwMzIifQ.HeBrixh5h2c1qRLhve7lIg#2.0/37.228/-102.734/0",
        "name": "Plain Bisons"
      },
      {
        "pic_3": "",
        "pic_2": "",
        "pic_1": "",
        "matter": "The vaquita is the most endangered cetacean in the world. With as few as 30 left, the species will become extinct without a fully enforced gillnet ban throughout their entire range.",
        "places": "Gulf of California",
        "scientific name": "Phocoena sinus",
        "habitat": "Marine",
        "status": "Critically Endangered",
        "facts": "Vaquita, the world’s most rare marine mammal, is on the edge of extinction. This little porpoise wasn't discovered until 1958 and a little over half a century later, we are on the brink of losing them forever. Vaquita are often caught and drowned in gillnets used by illegal fishing operations in marine protected areas within Mexico's Gulf of California. The population has dropped drastically in the last few years.",
        "style": "mapbox://styles/erik35/cjktybudf0yqz2ss2g5p082wl",
        "iframe": "https://api.mapbox.com/styles/v1/erik35/cjktybudf0yqz2ss2g5p082wl.html?fresh=true&title=true&access_token=pk.eyJ1IjoiZXJpazM1IiwiYSI6ImNqYm0yYTZmaTRya2gycnFmYndvanFwMzIifQ.HeBrixh5h2c1qRLhve7lIg#4.0/30.724/-112.740007/0",
        "name": "Vaquita"
      },
      {
        "pic_3": "",
        "pic_2": "",
        "pic_1": "",
        "matter": "As large and powerful predators, great white sharks play an important role at the top of the marine food chain. Despite its fame and reputation, little is actually known about the great white shark’s biology and behavior.",
        "places": "Gulf of California, Southern Chile",
        "scientific name": "Carcharodon carcharias",
        "habitat": "Oceans",
        "status": "Vulnerable",
        "facts": "The great white shark is the world's largest known predatory fish. It has 300 teeth, yet does not chew its food. Sharks rip their prey into mouth-sized pieces which are swallowed whole. The shark’s heavy, torpedo-shaped body allows it to cruise efficiently for long periods of time, and then suddenly switch to high speed bursts in pursuit of prey—sometimes leaping out of the water.",
        "style": "mapbox://styles/erik35/cjktyiy7b0x552rrqhkmy22c2",
        "iframe": "https://api.mapbox.com/styles/v1/erik35/cjktyiy7b0x552rrqhkmy22c2.html?fresh=true&title=true&access_token=pk.eyJ1IjoiZXJpazM1IiwiYSI6ImNqYm0yYTZmaTRya2gycnFmYndvanFwMzIifQ.HeBrixh5h2c1qRLhve7lIg#2.0/20.446/-126.763/0",
        "name": "Great White Shark"
      },
      {
        "pic_3": "",
        "pic_2": "",
        "pic_1": "",
        "matter": "Dugongs have become an important tourist attraction. Tourists can swim with them or observe them from boats.",
        "places": "Coral Triangle, Coastal East Africa",
        "scientific name": "Dugong dugon",
        "habitat": "Oceans",
        "status": "Vulnerable",
        "facts": "Dugongs are cousins of manatees and share a similar plump appearance, but have a dolphin fluke-like tail. And unlike manatees, which use freshwater areas, the dugong is strictly a marine mammal. Commonly known as Sea cows, dugongs graze peacefully on sea grasses in shallow coastal waters of the Indian and western Pacific Oceans.",
        "style": "mapbox://styles/erik35/cjktyu71e07bq2rpvrmxngfk5",
        "iframe": "https://api.mapbox.com/styles/v1/erik35/cjktyu71e07bq2rpvrmxngfk5.html?fresh=true&title=true&access_token=pk.eyJ1IjoiZXJpazM1IiwiYSI6ImNqYm0yYTZmaTRya2gycnFmYndvanFwMzIifQ.HeBrixh5h2c1qRLhve7lIg#2.9/54.565/-168.007/0",
        "name": "Dugong"
      },
      {
        "pic_3": "",
        "pic_2": "",
        "pic_1": "",
        "matter": "Gorillas, the largest living primates, make their homes in central Africa. Poaching, disease and habitat destruction remain threats for gorillas, and WWF is working to designate new protected areas where populations can thrive.",
        "places": "Congo Basin",
        "scientific name": "Gorilla gorilla diehli",
        "habitat": "Rainforests",
        "status": "Critically Endangered",
        "facts": "This subspecies of the western gorilla is very similar in appearance to the more numerous western lowland gorilla, but subtle differences can be found in the skull and tooth dimensions. Cross River gorillas live in a region populated by many humans who have encroached upon the gorilla’s territory—clearing forests for timber and to create fields for agriculture and livestock. Poaching occurs in the forests as well, and the loss of even a few of these gorillas has a detrimental effect on such a small population.",
        "style": "mapbox://styles/erik35/cjktzpu5s06we2rvtoobv5pfi",
        "iframe": "https://api.mapbox.com/styles/v1/erik35/cjktzpu5s06we2rvtoobv5pfi.html?fresh=true&title=true&access_token=pk.eyJ1IjoiZXJpazM1IiwiYSI6ImNqYm0yYTZmaTRya2gycnFmYndvanFwMzIifQ.HeBrixh5h2c1qRLhve7lIg#2.0/11.219301/28.617526/0",
        "name": "Cross River Gorilla"
      },
      {
        "pic_3": "",
        "pic_2": "",
        "pic_1": "",
        "matter": "Green turtles graze on seagrasses and algae, which maintains the seagrass beds and makes them more productive (much like mowing the lawn to keep it healthy).",
        "places": "Gulf of California, The Galápagos",
        "scientific name": "Chelonia mydas",
        "habitat": "Oceans",
        "status": "Endangered",
        "facts": "The green turtle is one of the largest sea turtles and the only herbivore among the different species. Green turtles are in fact named for the greenish color of their cartilage and fat, not their shells. In the Eastern Pacific, a group of green turtles that have darker shells are called black turtles by the local community. Green turtles are found mainly in tropical and subtropical waters. Like other sea turtles, they migrate long distances between feeding grounds and the beaches from where they hatched.",
        "style": "mapbox://styles/erik35/cjkuqnojs1n7l2rqmdtbb94u3",
        "iframe": "https://api.mapbox.com/styles/v1/erik35/cjkuqnojs1n7l2rqmdtbb94u3.html?fresh=true&title=true&access_token=pk.eyJ1IjoiZXJpazM1IiwiYSI6ImNqYm0yYTZmaTRya2gycnFmYndvanFwMzIifQ.HeBrixh5h2c1qRLhve7lIg#2.4/17.268/-84.926/0",
        "name": "Green Turtle"
      },
      {
        "pic_3": "",
        "pic_2": "",
        "pic_1": "",
        "matter": "The sea lion is the most common mammal in the Galápagos.",
        "places": "The Galápagos",
        "scientific name": "Zalophus wollebaeki",
        "habitat": "Oceans",
        "status": "Endangered",
        "facts": "Sea lions are sea mammals characterized by external ear flaps, long foreflippers, the ability to walk on all fours, short, thick hair, and a big chest and belly. Together with the fur seals, they comprise the family Otariidae, eared seals, which contains six extant and one extinct species (the Japanese sea lion) in five genera. Their range extends from the subarctic to tropical waters of the global ocean in both the Northern and Southern Hemispheres, with the notable exception of the northern Atlantic Ocean",
        "style": "mapbox://styles/erik35/cjkuqwaj81p6x2ss2qw4hamhh",
        "iframe": "https://api.mapbox.com/styles/v1/erik35/cjkuqwaj81p6x2ss2qw4hamhh.html?fresh=true&title=true&access_token=pk.eyJ1IjoiZXJpazM1IiwiYSI6ImNqYm0yYTZmaTRya2gycnFmYndvanFwMzIifQ.HeBrixh5h2c1qRLhve7lIg#2/4.997/-74.998/0",
        "name": "Sea Lions"
      },
      {
        "pic_3": "",
        "pic_2": "",
        "pic_1": "",
        "matter": "During the 20th century, the blue whale was an important whaling target and even after it was protected and commercial whaling stopped in 1966, exploitation efforts by the former Soviet Union persisted.",
        "places": "Gulf of California, Southern Chile",
        "scientific name": "Balaenoptera musculus",
        "habitat": "Oceans",
        "status": "Endangered",
        "facts": "The blue whale is the largest animal on the planet, weighing as much as 200 tons (approximately 33 elephants). The blue whale has a heart the size of a Volkswagen Beetle. Its stomach can hold one ton of krill and it needs to eat about four tons of krill each day. They are the loudest animals on Earth and are even louder than a jet engine. Their calls reach 188 decibels, while a jet reaches 140 decibels.",
        "style": "mapbox://styles/erik35/cjkur4spc1npr2rrqjkj7oojg",
        "iframe": "https://api.mapbox.com/styles/v1/erik35/cjkur4spc1npr2rrqjkj7oojg.html?fresh=true&title=true&access_token=pk.eyJ1IjoiZXJpazM1IiwiYSI6ImNqYm0yYTZmaTRya2gycnFmYndvanFwMzIifQ.HeBrixh5h2c1qRLhve7lIg#1.4/3.921/-88.520/0",
        "name": "Blue Whale"
      },
      {
        "pic_3": "",
        "pic_2": "",
        "pic_1": "",
        "matter": "The black spider monkey is an essential part of the tropical rainforest ecosystem. They play a key role in seed dispersal, allowing their forest environment to continue to grow and thrive.",
        "places": "Amazon",
        "scientific name": "Ateles paniscus",
        "habitat": "Tropical Forests",
        "status": "Vulnerable",
        "facts": "The black spider monkey—also known as the Guiana or red-faced spider monkey—is found in eastern South America in areas north of the Amazon River. They are one of seven species of spider monkeys found in Latin America and one of the largest primate species in South America.",
        "style": "mapbox://styles/erik35/cjkurerz604dn2rujb85roi4l",
        "iframe": "https://api.mapbox.com/styles/v1/erik35/cjkurerz604dn2rujb85roi4l.html?fresh=true&title=true&access_token=pk.eyJ1IjoiZXJpazM1IiwiYSI6ImNqYm0yYTZmaTRya2gycnFmYndvanFwMzIifQ.HeBrixh5h2c1qRLhve7lIg#3.3/-14.460/-52.960/0",
        "name": "Black Spider Monkey"
      },
      {
        "pic_3": "",
        "pic_2": "",
        "pic_1": "",
        "matter": "Solitary, beautiful, and elusive, the jaguar is the biggest native feline to roam the Americas.",
        "places": "Amazon",
        "scientific name": "Panthera onca",
        "habitat": "Grasslands, Forests",
        "status": "Near Threatened",
        "facts": "Jaguars are strong swimmers and climbers and require large areas of tropical rain forest and stretches of riverbank to survive. Hunting and habitat loss due to deforestation continue to threaten the survival of these marvelous cats. WWF has worked with the government of Brazil to successfully protect large blocks of Amazon forest for the jaguar. In Peru, WWF continues to track jaguars to learn more about their habitat requirements.",
        "style": "mapbox://styles/erik35/cjkurs8sd1fdc2snxybky1lab",
        "iframe": "https://api.mapbox.com/styles/v1/erik35/cjkurs8sd1fdc2snxybky1lab.html?fresh=true&title=true&access_token=pk.eyJ1IjoiZXJpazM1IiwiYSI6ImNqYm0yYTZmaTRya2gycnFmYndvanFwMzIifQ.HeBrixh5h2c1qRLhve7lIg#3/-5.802/-59.617/0",
        "name": "Jaguar"
      },
      {
        "pic_3": "",
        "pic_2": "",
        "pic_1": "",
        "matter": "The Atlantic bluefin is a highly sought-after delicacy for sushi and sashimi in Asia—a single fish has sold for over $1.75 million! Driven by such high prices, fishermen use even more refined techniques to catch tuna. And the fish are disappearing as a result.",
        "places": "Coral Triangle",
        "habitat": "Oceans",
        "scientific name": "Thunnus spp",
        "status": "Endangered",
        "facts": "Bluefin are the largest tuna and can live up to 40 years. They migrate across oceans and can dive more than 4,000 feet. Bluefin tuna are made for speed: built like torpedoes, have retractable fins and their eyes are set flush to their body. They are tremendous predators from the moment they hatch, seeking out schools of fish like herring, mackerel and even eels. They hunt by sight and have the sharpest vision of any bony fish.",
        "style": "mapbox://styles/erik35/cjkv6jn3p01252rmg74abua4l",
        "iframe": "https://api.mapbox.com/styles/v1/erik35/cjkv6jn3p01252rmg74abua4l.html?fresh=true&title=true&access_token=pk.eyJ1IjoiZXJpazM1IiwiYSI6ImNqYm0yYTZmaTRya2gycnFmYndvanFwMzIifQ.HeBrixh5h2c1qRLhve7lIg#1.4/-16.616/4.807/0",
        "name": "Bluefin Tuna"
      },
      {
        "pic_3": "",
        "pic_2": "",
        "pic_1": "",
        "matter": "Bonobos share 98.7% of their genetic code with humans, making them, along with chimpanzees, our closest living relatives. As the last great ape to be scientifically discovered, much still remains unknown about the bonobo.",
        "places": "Congo Basin",
        "habitat": "Tropical Forests",
        "scientific name": "Pan paniscus",
        "status": "Endangered",
        "facts": "Bonobos and chimpanzees look very similar and both share 98.7% of their DNA with humans—making the two species our closest living relatives. Bonobos are usually a bit smaller, leaner and darker than chimpanzees. Their society is also different—bonobo groups tend to be more peaceful and are led by females. They also maintain relationships and settle conflicts through sex. However, bonobo life isn’t entirely violence free; if two groups of bonobos come together, they may engage in serious fighting.",
        "style": "mapbox://styles/erik35/cjkv6rb2k0tpu2ro5ml6fq273",
        "iframe": "https://api.mapbox.com/styles/v1/erik35/cjkv6rb2k0tpu2ro5ml6fq273.html?fresh=true&title=true&access_token=pk.eyJ1IjoiZXJpazM1IiwiYSI6ImNqYm0yYTZmaTRya2gycnFmYndvanFwMzIifQ.HeBrixh5h2c1qRLhve7lIg#3.6/-2.119/26.711/0",
        "name": "Bonobo"
      },
      {
        "pic_3": "",
        "pic_2": "",
        "pic_1": "",
        "matter": "Rhinos are one of the oldest groups of mammals, virtually living fossils. They play an important role in their habitats and in countries like Namibia, rhinos are an important source of income from ecotourism.",
        "places": "Namibia, Coastal East Africa",
        "habitat": "Semi-Desert Savannah",
        "scientific name": "Diceros bicornis",
        "status": "Critically Endangered",
        "facts": "Black rhinos are the smaller of the two African rhino species. The most notable difference between white and black rhinos are their hooked upper lip. This distinguishes them from the white rhino, which has a square lip. Black rhinos are browsers rather than grazers, and their pointed lip helps them feed on leaves from bushes and trees. They have two horns, and occasionally a third, small posterior horn.",
        "style": "mapbox://styles/erik35/cjkv6yzw00ime2rujooznt69n",
        "iframe": "https://api.mapbox.com/styles/v1/erik35/cjkv6yzw00ime2rujooznt69n.html?fresh=true&title=true&access_token=pk.eyJ1IjoiZXJpazM1IiwiYSI6ImNqYm0yYTZmaTRya2gycnFmYndvanFwMzIifQ.HeBrixh5h2c1qRLhve7lIg#2.4/1.085/18.05/0",
        "name": "Black Rhino"
      },
      {
        "pic_3": "",
        "pic_2": "",
        "pic_1": "",
        "matter": "Major threats to the survival of wild dogs include accidental and targeted killings by humans, viral diseases like rabies and distemper, habitat loss and competition with larger predators like lions. Conflicts occur when wild dogs come in contact with people whose livelihoods rest largely on livestock and agriculture.",
        "places": "Coastal East Africa",
        "habitat": "Grasslands, Forests",
        "scientific name": "Lycaon pictus",
        "status": "Endangered",
        "facts": "The wild dog is one of the world’s most endangered mammals. The largest populations remain in southern Africa and the southern part of East Africa (especially Tanzania and northern Mozambique). Wild dogs are social and gather in packs of around ten individuals, but some packs number more than 40. They are opportunistic predators that hunt medium-sized ruminants, such as gazelles. In a sprint, African wild dogs can reach speeds of more than 44 miles per hour.",
        "style": "mapbox://styles/erik35/cjkv7gugk0b6n2rny6y8s43vd",
        "iframe": "https://api.mapbox.com/styles/v1/erik35/cjkv7gugk0b6n2rny6y8s43vd.html?fresh=true&title=true&access_token=pk.eyJ1IjoiZXJpazM1IiwiYSI6ImNqYm0yYTZmaTRya2gycnFmYndvanFwMzIifQ.HeBrixh5h2c1qRLhve7lIg#2.6/-13.209/47.622/0",
        "name": "African Wild Dog"
      },
      {
        "pic_3": "",
        "pic_2": "",
        "pic_1": "",
        "matter": "Hawksbills help maintain the health of coral reefs. As they remove prey such as sponges from the reef's surface, they provide better access for reef fish to feed.  They also have cultural significance and tourism value.",
        "places": "Mesoamerican Reef",
        "habitat": "Oceans",
        "scientific name": "Eretmochelys imbricata",
        "status": "Critically Endangered",
        "facts": "Hawksbills are found mainly throughout the world's tropical oceans, predominantly in coral reefs. They feed mainly on sponges by using their narrow pointed beaks to extract them from crevices on the reef, but also eat sea anemones and jellyfish. Sea turtles are the living representatives of a group of reptiles that has existed on Earth and travelled our seas for the last 100 million years. They are a fundamental link in marine ecosystems and help maintain the health of coral reefs and sea grass beds.",
        "style": "mapbox://styles/erik35/cjkv7q8y422x32slkeu37kxm0",
        "iframe": "https://api.mapbox.com/styles/v1/erik35/cjkv7q8y422x32slkeu37kxm0.html?fresh=true&title=true&access_token=pk.eyJ1IjoiZXJpazM1IiwiYSI6ImNqYm0yYTZmaTRya2gycnFmYndvanFwMzIifQ.HeBrixh5h2c1qRLhve7lIg#2.4/-3.314/79.710/0",
        "name": "Hawksbill Turtle"
      },
      {
        "pic_3": "",
        "pic_2": "",
        "pic_1": "",
        "matter": "Bigeye tuna are an important commercial fish, usually marketed as fresh or frozen. Although tuna do provide food and livelihoods for people, they are more than just seafood. Tuna are a top predator in the marine food chain, maintaining a balance in the ocean environment.",
        "places": "Indian Ocean, Coastal East Africa",
        "habitat": "Oceans",
        "scientific name": "Thunnus obesus",
        "status": "Vulnerable",
        "facts": "Bigeye tuna are generally smaller than bluefin and larger than yellowfin. They are long and streamlined, have dark metallic blue on their backs and upper sides, and are nearly white on their lower sides and belly. They can live as long as 10 to 12 years. Bigeye are found in the subtropical and tropical areas of the Atlantic (but not in the Mediterranean), Indian and Pacific Oceans.",
        "style": "mapbox://styles/erik35/cjkzc60625zfv2so1ruefwjgc",
        "iframe": "https://api.mapbox.com/styles/v1/erik35/cjkzc60625zfv2so1ruefwjgc.html?fresh=true&title=true&access_token=pk.eyJ1IjoiZXJpazM1IiwiYSI6ImNqYm0yYTZmaTRya2gycnFmYndvanFwMzIifQ.HeBrixh5h2c1qRLhve7lIg#1.1/-0.150/54.634/0",
        "name": "Bigeye Tuna"
      },
      {
        "pic_3": "",
        "pic_2": "",
        "pic_1": "",
        "matter": "Elephants are not only a cultural icon in India and throughout Asia, they also help to maintain the integrity of their forest and grassland habitats.",
        "places": "India",
        "scientific name": "Elephas maximus indicus",
        "habitat": "Grasslands, Forests",
        "status": "Endangered",
        "facts": "ndian elephants may spend up to 19 hours a day feeding and they can produce about 220 pounds of dung per day while wandering over an area that can cover up to 125 square miles. This helps to disperse germinating seeds. They feed mainly on grasses, but large amounts of tree bark, roots, leaves and small stems are also eaten. Cultivated crops such as bananas, rice and sugarcane are favored foods as well. Since they need to drink at least once a day, these elephants are always close to a source of fresh water.",
        "style": "mapbox://styles/erik35/cjkzcmfae46i62soa7787ces5",
        "iframe": "https://api.mapbox.com/styles/v1/erik35/cjkzcmfae46i62soa7787ces5.html?fresh=true&title=true&access_token=pk.eyJ1IjoiZXJpazM1IiwiYSI6ImNqYm0yYTZmaTRya2gycnFmYndvanFwMzIifQ.HeBrixh5h2c1qRLhve7lIg#4.1/19.747/83.119/0",
        "name": "Indian Elephant"
      },
      {
        "pic_3": "",
        "pic_2": "",
        "pic_1": "",
        "matter": "Almost 50 percent of the red panda’s habitat is in the Eastern Himalayas. The loss of nesting trees and bamboo is causing a decline in red panda populations across much of their range because their forest home is being cleared.",
        "habitat": "Temperate Forests",
        "places": "Eastern Himalayas",
        "scientific name": "Ailurus fulgens",
        "status": "Endangered",
        "facts": "The red panda is slightly larger than a domestic cat with a bear-like body and thick russet fur. The belly and limbs are black, and there are white markings on the side of the head and above its small eyes. Red pandas are very skillful and acrobatic animals that predominantly stay in trees. Almost 50% of the red panda’s habitat is in the Eastern Himalayas. They use their long, bushy tails for balance and to cover themselves in winter, presumably for warmth. Primarily an herbivore, the name panda is said to come from the Nepali word ‘ponya,’ which means bamboo or plant eating animal.",
        "style": "mapbox://styles/erik35/cjkzczvtd57gq2rpivjkqwf44",
        "iframe": "https://api.mapbox.com/styles/v1/erik35/cjkzczvtd57gq2rpivjkqwf44.html?fresh=true&title=true&access_token=pk.eyJ1IjoiZXJpazM1IiwiYSI6ImNqYm0yYTZmaTRya2gycnFmYndvanFwMzIifQ.HeBrixh5h2c1qRLhve7lIg#3.5/29.836/90.860/0",
        "name": "Red Panda"
      },
      {
        "pic_3": "",
        "pic_2": "",
        "pic_1": "",
        "matter": "Snow leopards play a key role as both top predator and as an indicator of the health of their high-altitude habitat. If snow leopards thrive, so will countless other species.",
        "scientific name": "Panthera uncia",
        "places": "Eastern Himalayas",
        "habitat": "Cold High Mountains",
        "status": "Vulnerable",
        "facts": "The snow leopard’s powerful build allows it to scale great steep slopes with ease. Its hind legs give the snow leopard the ability to leap six times the length of its body. A long tail provides balance and agility and also wraps around the resting snow leopard as protection from the cold.",
        "style": "mapbox://styles/erik35/cjkzd8ald60ee2so1g257b75r",
        "iframe": "https://api.mapbox.com/styles/v1/erik35/cjkzd8ald60ee2so1g257b75r.html?fresh=true&title=true&access_token=pk.eyJ1IjoiZXJpazM1IiwiYSI6ImNqYm0yYTZmaTRya2gycnFmYndvanFwMzIifQ.HeBrixh5h2c1qRLhve7lIg#3.4/35.117/88.392/0",
        "name": "Snow Leopard"
      },
      {
        "pic_3": "",
        "pic_2": "",
        "pic_1": "",
        "matter": "Protecting tiger habitats in Malaysia safeguards other species such as Asian elephants and mainland clouded leopards.",
        "places": "Malay Peninsula",
        "habitat": "Grasslands, Wetlands",
        "scientific name": "Panthera tigris jacksoni",
        "status": "Critically Endangered",
        "facts": "Malayan tigers were classified as Indochinese tigers until DNA testing in 2004 showed them to be a separate subspecies. Their Latin name—Panthera tigris jacksoni—honors Peter Jackson, the famous tiger conservationist. Malayan tigers are found only on the Malay Peninsula and in the southern tip of Thailand.",
        "style": "mapbox://styles/erik35/cjkziftyu0ym32ql8fgigplxh",
        "iframe": "https://api.mapbox.com/styles/v1/erik35/cjkziftyu0ym32ql8fgigplxh.html?fresh=true&title=true&access_token=pk.eyJ1IjoiZXJpazM1IiwiYSI6ImNqYm0yYTZmaTRya2gycnFmYndvanFwMzIifQ.HeBrixh5h2c1qRLhve7lIg#3.2/9.683/102.882/0",
        "name": "Malayan Tiger"
      },
      {
        "pic_3": "",
        "pic_2": "",
        "pic_1": "",
        "habitat": "Evergreen Forests",
        "matter": "The actual size of the remaining population is unknown. Its rarity, distinctiveness and vulnerability make it one of the greatest priorities for conservation in the region.",
        "places": "Greater Mekong",
        "scientific name": "Pseudoryx nghetinhensis",
        "status": "Critically Endangered",
        "facts": "Saola (pronounced: sow-la) are recognized by two parallel horns with sharp ends, which can reach 20 inches in length and are found on both males and females. Meaning “spindle horns” in Vietnamese, they are a cousin of cattle but resemble an antelope. Saola have striking white markings on the face and large maxillary glands on the muzzle, which could be used to mark territory or attract mates. They are found only in the Annamite Mountains of Vietnam and Laos",
        "style": "mapbox://styles/erik35/cjkziqvor4c772soaybl4z9mj",
        "iframe": "https://api.mapbox.com/styles/v1/erik35/cjkziqvor4c772soaybl4z9mj.html?fresh=true&title=true&access_token=pk.eyJ1IjoiZXJpazM1IiwiYSI6ImNqYm0yYTZmaTRya2gycnFmYndvanFwMzIifQ.HeBrixh5h2c1qRLhve7lIg#4.3/13.899/110.730/0",
        "name": "Saola"
      },
      {
        "pic_3": "",
        "pic_2": "",
        "pic_1": "",
        "matter": "Sumatran elephants feed on a variety of plants and deposit seeds wherever they go, contributing to a healthy forest ecosystem.",
        "places": "Sumatra",
        "scientific name": "Elephas maximus sumatranus",
        "status": "Critically Endangered",
        "habitat": "Broadleaf Forests",
        "facts": "Sumatran elephants feed on a variety of plants and deposit seeds wherever they go, contributing to a healthy forest ecosystem. They also share their lush forest habitat with several other endangered species, such as the Sumatran rhino, tiger, and orangutan, and countless other species that all benefit from an elephant population that thrives in a healthy habitat.",
        "style": "mapbox://styles/erik35/cjkzj1evg0zja2sp9v6c0kw7n",
        "iframe": "https://api.mapbox.com/styles/v1/erik35/cjkzj1evg0zja2sp9v6c0kw7n.html?fresh=true&title=true&access_token=pk.eyJ1IjoiZXJpazM1IiwiYSI6ImNqYm0yYTZmaTRya2gycnFmYndvanFwMzIifQ.HeBrixh5h2c1qRLhve7lIg#4.3/-0.879/104.453/0",
        "name": "Sumatran Elephant"
      },
      {
        "pic_3": "",
        "pic_2": "",
        "pic_1": "",
        "matter": "Orangutans play a critical role in seed dispersal, keeping forests healthy. Over 500 plant species have been recorded in their diet.",
        "places": "Sumatra",
        "habitat": "Lowland Rainforests",
        "scientific name": "Pongo pygmaeus",
        "status": "Critically Endangered",
        "facts": "Bornean orangutan populations have declined by more than 50% over the past 60 years, and the species' habitat has been reduced by at least 55% over the past 20 years.The Bornean orangutan differs in appearance from the Sumatran orangutan, with a broader face and shorter beard and also slightly darker in color. Three subspecies are recognized, each localized to different parts of the island.",
        "style": "mapbox://styles/erik35/cjkzjeopw4cp22rqtovh9iqy5",
        "iframe": "https://api.mapbox.com/styles/v1/erik35/cjkzjeopw4cp22rqtovh9iqy5.html?fresh=true&title=true&access_token=pk.eyJ1IjoiZXJpazM1IiwiYSI6ImNqYm0yYTZmaTRya2gycnFmYndvanFwMzIifQ.HeBrixh5h2c1qRLhve7lIg#4.6/-0.844/117.867/0",
        "name": "Bornean Orangutan"
      },
      {
        "pic_3": "",
        "pic_2": "",
        "pic_1": "",
        "matter": "Finless porpoises need an abundant food supply for survival. The destruction of the Baiji dolphin food supply was central to its extinction.",
        "places": "Yangtze",
        "habitat": "Lakes and Rivers",
        "scientific name": "Neophocaena asiaeorientalis",
        "status": "Critically Endangered",
        "facts": "The Yangtze River, the longest river in Asia, used to be one of the only two rivers in the world that was home to two different species of dolphin—the Yangtze finless porpoise and the Baiji dolphin. However, in 2006 the Baiji dolphin was declared functionally extinct. This was the first time in history that an entire species of dolphin had been wiped off the planet because of human activity. Its close cousin, the Yangtze finless porpoise, is known for its mischievous smile and has a level of intelligence comparable to that of a gorilla.",
        "style": "mapbox://styles/erik35/cjkzjnk7l4czl2rnylhezxzf4",
        "iframe": "https://api.mapbox.com/styles/v1/erik35/cjkzjnk7l4czl2rnylhezxzf4.html?fresh=true&title=true&access_token=pk.eyJ1IjoiZXJpazM1IiwiYSI6ImNqYm0yYTZmaTRya2gycnFmYndvanFwMzIifQ.HeBrixh5h2c1qRLhve7lIg#4.3/30.111/120.763/0",
        "name": "Yangtze Finless Porpoise"
      },
      {
        "pic_3": "",
        "pic_2": "",
        "pic_1": "",
        "matter": "The Amur leopard is important ecologically, economically and culturally. Conservation of its habitat benefits other species, including Amur tigers and prey species like deer.",
        "places": "Amur-Heilong",
        "scientific name": "Panthera pardus orientalis",
        "status": "Critically Endangered",
        "habitat": "Temperate Forests",
        "facts": "The Amur leopard is solitary. Nimble-footed and strong, it carries and hides unfinished kills so that they are not taken by other predators. It has been reported that some males stay with females after mating, and may even help with rearing the young. Several males sometimes follow and fight over a female. They live for 10-15 years, and in captivity up to 20 years. The Amur leopard is also known as the Far East leopard, the Manchurian leopard or the Korean leopard.",
        "style": "mapbox://styles/erik35/cjkzk9io964yv2slkh7aw8yuk",
        "iframe": "https://api.mapbox.com/styles/v1/erik35/cjkzk9io964yv2slkh7aw8yuk.html?fresh=true&title=true&access_token=pk.eyJ1IjoiZXJpazM1IiwiYSI6ImNqYm0yYTZmaTRya2gycnFmYndvanFwMzIifQ.HeBrixh5h2c1qRLhve7lIg#3.2/40.829/137.047/0",
        "name": "Amur Leopard"
      },
      {
        "pic_3": "",
        "pic_2": "",
        "pic_1": "",
        "matter": "These fish are very important to coral reef health. They eat crown-of-thorn starfish and therefore keep populations of this damaging coral reef predator in check.",
        "places": "Coral Triangle, Coastal East Africa",
        "scientific name": "Cheilinus undulatus",
        "habitat": "Oceans",
        "status": "Endangered",
        "facts": "The humphead wrasse is an enormous coral reef fish—growing over six feet long—with a prominent bulge on its forehead. Some of them live to be over 30 years old. They roam through coral reefs in search of hard shelled prey such as mollusks, starfish, or crustaceans. WWF urges local governments in the Coral Triangle to stop the trade and consumption of humphead wrasse—one of the most expensive live reef fishes in the world. Live reef fish trade in Southeast Asia continues to be a significant problem that threatens the region’s food security as well as its reefs, as poachers often resort to legal and destructive fishing methods to catch them.",
        "style": "mapbox://styles/erik35/cjkzkmioo111a2sp9ku37m6s4",
        "iframe": "https://api.mapbox.com/styles/v1/erik35/cjkzkmioo111a2sp9ku37m6s4.html?fresh=true&title=true&access_token=pk.eyJ1IjoiZXJpazM1IiwiYSI6ImNqYm0yYTZmaTRya2gycnFmYndvanFwMzIifQ.HeBrixh5h2c1qRLhve7lIg#2.6/-1.378/137.850/0",
        "name": "Humphead Wrasse"
      },
      {
        "pic_3": "",
        "pic_2": "",
        "pic_1": "",
        "matter": "Southern rockhopper penguins are the smallest of the crested penguins weighing only 2–3.8 kg. They are thus only bigger than little penguins.",
        "scientific name": "Eudyptes chrysocome",
        "places": "Southern New Zealand",
        "habitat": "Oceans and Coasts",
        "status": "Vulnerable",
        "facts": "Much smaller in size than the emperor penguin, rockhopper penguins weigh less than 10 lbs. They were named for their distinctive hopping movements over the rocky hills and cliffs where they live and breed. In the last 30 years, it is estimated that the population of rockhoppers has fallen by nearly 25 percent—and now climate change could place them at even greater risk.",
        "style": "mapbox://styles/erik35/cjkzkwwbv3q7q2rpexlbz3bdu",
        "iframe": "https://api.mapbox.com/styles/v1/erik35/cjkzkwwbv3q7q2rpexlbz3bdu.html?fresh=true&title=true&access_token=pk.eyJ1IjoiZXJpazM1IiwiYSI6ImNqYm0yYTZmaTRya2gycnFmYndvanFwMzIifQ.HeBrixh5h2c1qRLhve7lIg#4.1/-44.191/169.677/0",
        "name": "Rockhopper Penguin"
      },
      {
        "pic_3": "",
        "pic_2": "",
        "pic_1": "",
        "matter": "Polar bears are at the top of the food chain and have an important role in the overall health of the marine environment. Over thousands of years, polar bears have also been an important part of the cultures and economies of Arctic peoples.",
        "places": "Artic",
        "habitat": "Artic sea ice",
        "scientific name": "Ursus maritimus",
        "status": "Vulnerable",
        "facts": "Polar bears are classified as marine mammals because they spend most of their lives on the sea ice of the Arctic Ocean. They have a thick layer of body fat and a water-repellant coat that insulates them from the cold air and water. Considered talented swimmers, they can sustain a pace of six miles per hour by paddling with their front paws and holding their hind legs flat like a rudder.",
        "style": "mapbox://styles/erik35/cjkzl6nvh1lgt2sof7pc70g1y",
        "iframe": "https://api.mapbox.com/styles/v1/erik35/cjkzl6nvh1lgt2sof7pc70g1y.html?fresh=true&title=true&access_token=pk.eyJ1IjoiZXJpazM1IiwiYSI6ImNqYm0yYTZmaTRya2gycnFmYndvanFwMzIifQ.HeBrixh5h2c1qRLhve7lIg#1.4/-47.859/45.076/0",
        "name": "Polar Bear"
      }
    ]
  }